{
  "welcome": "Welcome",
  "readMore": "Read More",
  "title1": "IPL 2024 Schedule Live Updates: Dhoni-Kohli face-off in opener",
  "news1": "Old pals and former Indian skippers MS Dhoni and Virat Kohli will face off in the opening match of the 2024 Indian Premier League as the defending champions Chennai Super Kings host the Royal Challengers Bangalore in Chennai.",
  "title2": "Row erupts over Karnataka temple tax bill, BJP calls Congres 'Anit Hindu'",
  "news2": "Chief minister Siddaramaiah-led state government passed Karnataka Hindu Religious Institutions and Charitable Endowments Bill 2024' in the state assembly which mandates the government to collect 10 per cent from temples that have revenue exceeding Rs 1 crore and 5 per cent which have revenue between Rs 10 lakhs to Rs 1 crore.",
  "title3": "Three-day exhibition to showcase state's renewable energy potential begins",
  "news3": "About 80 per cent of India's solar rooftop ecosystem is part of the Gujarat success story, Arun Mahesh Babu, Managing Director of Gujarat Power Corporation, said on Wednesday.  The state has the “most progressive policies for clean energy transition”, he further asserted while speaking at the inauguration of 'InterSolar India 2024', the three-day exhibition that opened at the Helipad Ground in Gandhinagar on Wednesday.",
  "title4": "Uber signs pact with government-backed ONDC to expand mobility offerings",
  "news4": "Global tech transport company Uber has signed a pact with the central government-backed Open Network for Digital Commerce (ONDC) in a bid to provide better services to Indian users, the cab aggregator firm announced on February 22.",
  "title5": "Sebi orders attachment of bank, demat accounts of DHFL's ex-promoters in disclosure violation case",
  "news5": "Markets regulator Sebi has ordered the attachment of bank accounts as well as shares and mutual fund holdings of Dheeraj Wadhawan and Kapil Wadhawan, the former promoters of Dewan Housing Finance Corp Ltd (DHFL), to recover dues totalling over Rs 22 lakh."
}
